cask_args appdir: '/Applications'

brew "neovim"
cask "wezterm"
cask "arc"
brew "zoxide"
brew "fzf"
brew "starship"
brew "ast-grep"
brew "git-absorb"
brew "git-delta"
brew "go"
brew "htop"
brew "lazygit"
brew "ripgrep"
brew "wget"
cask "amethyst"
cask "keycastr"
brew "docker"
brew "tmux"
brew "stow"
cask "dbeaver-community"
cask "raycast"
cask "obsidian"
brew "pyenv-virtualenvwrapper"
brew "pyenv"
brew "zoxide"
brew "starship"
